Repository: aleiepure/devtoolbox
Catalog: po/*.po
Languages: cs, it, ru

source: Dev tools at your fingertips
cs: Vývojové nástroje na dosah ruky
it: Strumenti di sviluppo a portata di mano
ru: Инструменты разработки наготове

source: If you're tired of endlessly looking online for the right tool, or to find again that website of which you don't recall the name just for a quick conversion, this is the right app for you.
cs: Pokud vás nebaví donekonečna hledat na internetu ten správný nástroj nebo znovu najít web, jehož název si nepamatujete jen pro rychlou konverzi,toto je ta pravá aplikace pro vás.
it: Se sei stanco di cercare all'infinito online lo strumento giusto o di trovare di nuovo quel sito web di cui non ricordi il nome solo per fare una rapida conversione, questa è l'app giusta per te.
ru: Если вам надоело бесконечно искать в Интернете нужный инструмент или снова искать тот сайт, название которого вы не помните, только для быстрого преобразования, это приложение для вас.

source: This is a collection of powerful yet simple-to-use tools to solve the most common daily development problems.
cs: Jedná se o sbírku výkonných, ale snadno použitelných nástrojů k řešení nejběžnějších každodenních problémů s vývojem.
it: Questa è una collezione di strumenti potenti ma semplici da usare per risolvere i più comuni problemi quotidiani durante lo sviluppo di codice.
ru: Это коллекция мощных и в то же время простых в использовании инструментов для решения наиболее распространенных повседневных проблем разработки.

source: Includes:
cs: Zahrnuje:
it: Include:
ru: Включает:

source: JSON to YAML converter and vice-versa
cs: Převaděč JSON na YAML a naopak
it: Convertitore da JSON a YAML e viceversa
ru: Конвертер из JSON в YAML и наоборот

source: CRON expressions parser
cs: Parser výrazů CRON
it: Parser di espressioni CRON
ru: Парсер выражений CRON

source: GZip compressor and decompressor
cs: Kompresor a dekompresor GZip
it: Compressore e De-compressore GZip
ru: Компрессор и распаковщик GZip

source: Formatters for common programming languages
cs: Formátovače pro běžné programovací jazyky
it: Formattatori per linguaggi di programmazione comuni
ru: Форматировщики для распространённых языков программирования

source: Hash generators
cs: Hash generátory
it: Generatori di hash
ru: Генераторы хэша

source: Regex tester
cs: Testování regulárního výrazu
it: Tester di Espressioni Regolari
ru: Проверка регулярных выражений

source: Markdown Previewer
cs: Náhledy Markdown souborů
it: Visualizzatore Markdown
ru: Предпросмотрщик Markdown-файлов

source: Image converters
cs: Převaděče obrázků
it: Convertitori di immagini
ru: Конвертеры изображений

source: Much more...
cs: Mnohem více...
it: Molto altro...
ru: Многое другое...

source: Converters
cs: Převodníky
it: Convertitori
ru: Конвертеры

source: Convert JSON documents to YAML and vice-versa
cs: Převod dokumentů JSON do YAML a naopak
it: Converti documenti JSON in YAML e viceversa
ru: Преобразует JSON-документы в YAML и наоборот

# search keyword
source: parse
cs: parsovat

# search keyword
source: converter
cs: převodník

# search keyword
source: convert
cs: převést

# search keyword
source: format
cs: formátovat

# search keyword
source: document
cs: dokument

# search keyword
source: spaces
cs: mezery

# search keyword
source: indentation
cs: odsazení

# search keyword
source: indent
cs: odrážka

source: Timestamp
cs: Časové razítko
ru: Временная метка

source: Convert UNIX timestamps to and from plain dates
cs: Převod časového razítka UNIX do a z obyčejných datumů
it: Converti timestamp UNIX da e in date semplici
ru: Преобразует временные метки UNIX в простые даты и обратно

# search keyword
source: epoch
cs: epocha

# search keyword
source: time
cs: čas

# search keyword
source: datetime
cs: datum a čas

# search keyword
source: calendar
cs: kalendář

# search keyword
source: timestamp
cs: časové razítko

# search keyword
source: date
cs: datum

# search keyword
source: short
cs: krátký

# search keyword
source: long
cs: dlouhý

# search keyword
source: year
cs: rok

# search keyword
source: month
cs: měsíc

# search keyword
source: day
cs: den

# search keyword
source: hour
cs: hodina

# search keyword
source: hours
cs: hodiny

# search keyword
source: minute
cs: minuta

# search keyword
source: minutes
cs: minuty

# search keyword
source: second
cs: sekunda

# search keyword
source: seconds
cs: sekundy

# search keyword
source: timezone
cs: časové pásmo

# search keyword
source: now
cs: nyní

source: Number Bases
cs: Číselné základy
it: Basi Numeriche
ru: Системы счисления

source: Convert numbers between bases
cs: Převod čísel mezi základy
it: Converti numeri tra basi numeriche
ru: Преобразует числа между системами счисления с разным основанием

# search keyword
source: representation
cs: zastoupení

# search keyword
source: base
cs: základna

# search keyword
source: number
cs: číslo

# search keyword
source: binary
cs: binární

# search keyword
source: octal
cs: osmičkové

# search keyword
source: decimal
cs: desítkové

# search keyword
source: hexadecimal
cs: hexadecimální

# search keyword
source: integer
cs: celé číslo

source: CRON Parser
cs: Parser CRON
it: Parser CRON
ru: Парсер CRON

source: Convert CRON expressions to time and date
cs: Převod výrazů CRON na čas a datum
it: Converti espressioni CRON in date e ore
ru: Преобразует выражения CRON во время или дату

# search keyword
source: schedule
cs: plán

# search keyword
source: parser
cs: parsování

# search keyword
source: expression
cs: výraz

# search keyword
source: job
cs: úloha

source: Reverse CRON
cs: Reverzní CRON
it: CRON inverso
ru: Обратный CRON

source: Generate CRON expressions
cs: Generování výrazů CRON
it: Genera espressioni CRON
ru: Генератор CRON-выражений

source: Encoders & Decoders
cs: Kodéry a dekodéry
it: Codificatori e Decodificatori
ru: Кодировщики и декодировщики

source: Encode and decode special characters using the HTML format
cs: Kódování a dekódování speciálních znaků pomocí formátu HTML
it: Codifica e decodifica caratteri speciali usando il formato HTML
ru: Кодирует и декодирует специальные символы, используя HTML формат

# search keyword
source: escape
cs: únik

# search keyword
source: markup
cs: označit

source: Encode and decode base64 strings
cs: Kódování a dekódování řetězců base64
it: Codifica e decodifica stringhe base64
ru: Кодирует и декодирует base64-строки

# search keyword
source: string
cs: řetězec

source: Encode and decode special characters inside URLs
cs: Kódování a dekódování speciálních znaků v adresách URL
it: Codifica e decodifica caratteri speciali dentro URL
ru: Кодирует и декодирует специальные символы в URL-адресах

# search keyword
source: link
cs: odkaz

# search keyword
source: address
cs: adresa

# search keyword
source: query
cs: dotaz

source: Compress and decompress files and texts using GZip
cs: Komprimování a dekomprimování souborů a textů pomocí GZip
it: Comprimi e de-comprimi file e testi usando GZip
ru: Сжимает и распаковывает файлы и тексты с помощью GZip

# search keyword
source: unarchive
cs: rozbalit

# search keyword
source: file
cs: soubor

# search keyword
source: decompression
cs: dekomprimovat

# search keyword
source: decompressor
cs: dekomprese

source: Decode and encode JWT tokens
cs: Kódování a dekódování tokenů JWT

# search keyword
source: json web token
cs: webový token json

# search keyword
source: header
cs: hlavička

# search keyword
source: payload
cs: datová část

# search keyword
source: signature
cs: podpis

# search keyword
source: authentication
cs: autentifikace

# search keyword
source: authorization
cs: autorizace

# search keyword
source: security
cs: zabezpečení

source: Formatters & Minifiers
cs: Formátování a minimalizace
it: Formattatori e minimizzatori
ru: Форматировщики и сжиматели

source: Format JSON documents
cs: Formátování dokumentů JSON
it: Formatta documenti JSON
ru: Форматирует JSON-документы

# search keyword
source: pretty
cs: zlepšení

# search keyword
source: beautify
cs: pěknější

source: Format SQL documents
cs: Formátování dokumentů SQL
it: Formatta documenti SQL
ru: Форматирует SQL-документы

# search keyword
source: database
cs: databáze

# search keyword
source: statement
cs: vyjádření

source: Format XML documents
cs: Formátování dokumentů XML
it: Formatta documenti XML
ru: Форматирует XML-документы

source: Format HTML documents
cs: Formátování dokumentů HTML
it: Formatta documenti HTML
ru: Форматирует HTML-документы

# search keyword
source: minify
cs: minifikovat

source: Format JavaScript documents
cs: Formátování dokumentů JavaScript
it: Formatta documenti JavaScript
ru: Форматирует JavaScript-документы

# search keyword
source: code
cs: kód

source: Format CSS documents
cs: Formátování dokumentů CSS
it: Formatta documenti CSS
ru: Форматирует CSS-документы

# search keyword
source: stylesheet
cs: styly

source: CSS Minifier
cs: Minifikátor CSS
it: Minimizzatore CSS
ru: Сжиматель CSS

source: Minify CSS documents
cs: Minifikování dokumentů CSS
it: Minimizza documenti CSS
ru: Минимизирует CSS-документы

# search keyword
source: compress
cs: komprimovat

# search keyword
source: style
cs: styl

# search keyword
source: reduce
cs: zmenšit

# search keyword
source: size
cs: velikost

source: JavaScript Minifier
cs: Minifikátor JavaScriptu
it: Minimizzatore JavaScript
ru: Сжиматель JavaScript

source: Minify JavaScript documents
cs: Minifikování dokumentů JavaScript
it: Minimizza documenti JavaScript
ru: Минимизирует JavaaScript-документы

# search keyword
source: script
cs: skript

source: Generators
cs: Generátory
it: Generatori
ru: Генераторы

source: Calculate hashes and check for integrity
cs: Vypočítá hashe a zkontrolujte integritu

# search keyword
source: checksum
cs: kontrolní součet

# search keyword
source: digest
cs: výtah

# search keyword
source: generate
cs: generovat

# search keyword
source: cryptography
cs: kryptografie

source: Generate lorem ipsum placeholder text
cs: Generování zástupného textu lorem ipsum
it: Genera testo segnaposto lorem ipsum
ru: Генерирует заполняющий текст lorem ipsum

# search keyword
source: dummy
cs: atrapa

# search keyword
source: sample
cs: příklad

# search keyword
source: filler
cs: výplň

# search keyword
source: latin
cs: latinka

source: Generate Universally Unique IDs (UUID)
cs: Generování univerzálních jedinečných ID (UUID)
it: Genera ID Universalmente Univoci (UUID)
ru: Генерирует Универсальные Уникальные ID (UUID)

# search keyword
source: identifier
cs: identifikátor

# search keyword
source: random
cs: náhodný

source: Random
cs: Náhodný generátor
it: Casuale
ru: Генератор случайных значений

source: Generate random numbers and strings
cs: Generování náhodných čísel a řetězců
it: Genera numeri e stringhe casuali
ru: Генерирует случайные числа и строки

# search keyword
source: password
cs: heslo

# search keyword
source: entropy
cs: entropie

# search keyword
source: secure
cs: bezpečnost

source: Chmod Calculator
cs: Kalkulačka Chmod
it: Calcolatore Chmod
ru: Калькулятор Chmod

source: Calculate values to modify permissions with chmod
cs: Vypočítejte hodnoty pro úpravu oprávnění pomocí chmod
it: Calcola i valori per modificare i permessi con chmod
ru: Рассчитывает значения для изменения прав доступа с помощью chmod

# search keyword
source: calculate
cs: vypočítat

# search keyword
source: mode
cs: režim

# search keyword
source: access
cs: přístup

source: QR Code
cs: QR kód
it: Codice QR
ru: QR-код

source: Create custom QR Codes
cs: Vytváření vlastních QR kódů
it: Crea codici QR personalizzati
ru: Создание собственных QR-кодов

# search keyword
source: qrcode
cs: qr kód

# search keyword
source: barcode
cs: čárový kód

# search keyword
source: image
cs: obrázek

# search keyword
source: matrix
cs: matice

source: Text Inspector & Case Converter
cs: Inspektor textu a převod písma
it: Ispettore Testo
ru: Инспектор текста и преобразователь регистра

source: View statistics about text and change sentence cases
cs: Zobrazení statistik a změny textu
it: Visualizza statistiche sul testo e modifica maiuscole/minuscole
ru: Просмотр статистики текста и изменение регистра предложений

# search keyword
source: analyze
cs: analyzovat

# search keyword
source: uppercase
cs: velká písmena

# search keyword
source: lowercase
cs: malá písmena

# search keyword
source: capitalize
cs: kapitalizovat

# search keyword
source: count
cs: počet

# search keyword
source: words
cs: slova

# search keyword
source: characters
cs: znaky

# search keyword
source: lines
cs: řádky

source: Regex Tester
cs: Testování regulárního výrazu
it: Tester Espressioni Regolari
ru: Проверка регулярных выражений

source: Find matching strings inside a text
cs: Najděte v textu odpovídající řetězce
it: Trova le stringhe corrispondenti all'interno di un testo
ru: Находит совпадающие строки внутри текста

# search keyword
source: pattern
cs: vzorec

# search keyword
source: search
cs: hledat

source: Text Diff
cs: Rozdíl textu
it: Diff Testo
ru: Сравнение текста

source: Analyze two texts and find differences
cs: Analyzujte dva texty a najděte rozdíly
it: Analizza due testi e trova le differenze
ru: Анализирует два текста и находит отличия

# search keyword
source: difference
cs: rozdíl

# search keyword
source: compare
cs: porovnat

# search keyword
source: changes
cs: změny

# search keyword
source: modification
cs: úprava

source: XML Scheme Validator
cs: Validátor schématu XML
it: Validatore Schema XML
ru: Валидатор XML-схем

source: Check an XML file against an XSD schema
cs: Zkontrolujte soubor XML se schématem XSD
it: Confronta un file XML con uno schema XSD
ru: Проверка XML-файла на соответствие XSD-схеме

# search keyword
source: validate
cs: validovat

source: JSON Schema Validator
cs: Validátor schématu JSON
it: Validatore schema JSON
ru: Валидатор JSON-схем

source: Check a JSON file against a JSON schema
cs: Zkontrolujte soubor JSON se schématem JSON
it: Confronta un file JSON con uno schema JSON
ru: Проверка JSON-файла на соответствие JSON-схеме

source: Preview markdown code as you type
cs: Zobrazte náhled markdown kódu při psaní
it: Visuallizza l'anteprima del codice markdown mentre scrivi
ru: Предварительный просмотр Markdown-кода во время набора текста

# search keyword
source: render
cs: vykreslit

source: Color Converter
cs: Převodník barev

source: Graphics
cs: Grafika
it: Grafica
ru: Графика

source: Convert colors between formats
cs: Převod barev mezi formáty

# search keyword
source: conversion
cs: převod

# search keyword
source: palette
cs: paleta

source: Contrast Checker
cs: Kontrola kontrastu
it: Controllo Contrasto
ru: Проверка контрастности

source: Check a color combination for WCAG compliance
cs: Zkontrolujte, zda barevná kombinace vyhovuje WCAG
it: Controlla una combinazione di colori per la conformità WCAG
ru: Проверка сочетания цветов на соответствие требованиям WCAG

# search keyword
source: accessibility
cs: přístupnost

# search keyword
source: ratio
cs: poměr

source: Color Blindness
cs: Barvoslepost
it: Daltonismo
ru: Дальтонизм

source: Simulate color blindness in images
cs: Simulujte barevnou slepotu na obrázcích
it: Simula il daltonismo in immagini
ru: Имитация дальтонизма на изображений

# search keyword
source: simulation
cs: simulace

# search keyword
source: daltonism
cs: daltonismus

# search keyword
source: protanopia
cs: protanopie

# search keyword
source: deuteranopia
cs: deuteranopie

# search keyword
source: tritanopia
cs: tritanopie

# search keyword
source: vision
cs: vidění

source: Image Format Converter
cs: Konvertor formátů obrázků
it: Convertitore Formato Immagini
ru: Конвертер форматов изображений

source: Convert images to different formats
cs: Převeďte obrázky do různých formátů
it: Converti immagini in diversi formati
ru: Преобразует изображения в разные форматы

# search keyword
source: picture
cs: obrázek

source: Certificate Parser
cs: Analyzátor certifikátu
it: Parser Certificati
ru: Анализатор сертификатов

source: Certificates
cs: Certifikáty
it: Certificati
ru: Сертификаты

source: View certificates contents
cs: Zobrazení obsahu certifikátů
it: Vedi il contenuto di certificati
ru: Просмотр содержимого сертификатов

# search keyword
source: key
cs: klíč

# search keyword
source: public key
cs: veřejný klíč

source: Certificate Signing Request
cs: Žádost o podpis certifikátu
ru: Запрос на подпись сертификата

source: Generate certificate signing requests
cs: Generování požadavků na podpis certifikátu
it: Genera certificate signing requests
ru: Создание запросов на подпись сертификата

source: Opening file...
cs: Otevírání souboru...
it: Apertura in corso di un file...
ru: Открыть файл...

source: Cannot open more than one file
cs: Nelze otevřít více než jeden soubor
it: Impossibile aprire più di un file alla volta
ru: Невозможно открыть более одного файла

source: Opening image...
cs: Otevírání obrázku...
it: Apertura in corso di un immagine...
ru: Открыть изображение...

source: Open File
cs: Otevřít soubor
it: Apri file
ru: Открыть файл

source: Open
cs: Otevřít
it: Apri
ru: Открыть

source: Supported Image Formats
cs: Podporované formáty obrázků
it: Formati immagine supportati
ru: Поддерживаемые форматы изображений

source: Saving image...
cs: Ukládání obrázku...
it: Salvataggio in corso di un immagine...
ru: Сохранить изображение...

source: Save file as
cs: Uložit soubor jako
it: Salva con nome
ru: Сохранить файл как

source: Save
cs: Uložit
it: Salva
ru: Сохранить

source: Text files
cs: Textové soubory
it: File di testo
ru: Текстовые файлы

source: Accepted files
cs: Přijaté soubory
it: File accettati
ru: Допустимые файлы

source: Loading a large file ({size}) Might take a while, please wait...
cs: Načítání velkého souboru ({size}) Může to chvíli trvat, prosím čekejte...
it: Caricamento di un file pesante ({size}) Potrebbe volerci un po', attendere...
ru: Загрузка большого файла ({size}) Это может занять некоторое время, пожалуйста, подождите...

source: Unable to open {file_path}: {file_content}.
cs: Nelze otevřít {file_path}: {file_content}.
it: Impossibile aprire il file {file_path}: {file_content}.
ru: Невозможно открыть {file_path}: {file_content}.

source: File is not UTF-8 encoded.
cs: Soubor nemá kódování UTF-8.
it: Il file non è codificato in UTF-8.
ru: Файл не в кодировке UTF-8.

source: All files
cs: Všechny soubory
it: Tutti i file
ru: Все файлы

source: Text files and images
cs: Textové soubory a obrázky
it: File di testo e immagini
ru: Текстовые файлы и изображения

source: Images
cs: Obrázky
it: Immagini
ru: Изображения

source: Saving file...
cs: Ukládání souboru...
it: Salvataggio in corso di un file...
ru: Сохранение файла...

source: Unable to save {path}
cs: {path} nelze uložit
it: Impossibile salvare il file {path}
ru: Невозможно сохранить {path}

source: Error: {error}
cs: Chyba: {error}
it: Errore: {error}
ru: Ошибка: {error}

source: Unsupported file
cs: Nepodporovaný soubor
it: File non supportato
ru: Неподдерживаемый файл

source: Expand All
cs: Rozbalit vše
it: Espandi Tutti
ru: Развернуть всё

source: Collapse All
cs: Sbalit vše
it: Comprimi Tutti
ru: Свернуть всё

source: Error: Cannot open this file because it is not a valid certificate.
cs: Chyba: Tento soubor nelze otevřít, protože se nejedná o platný certifikát.
it: Errore: Impossibile aprire questo file perché non è un certificato valido.
ru: Ошибка: Невозможно открыть этот файл, потому что это недействительный сертификат.

source: Identity: {identity}
cs: Identita: {identity}
it: Identità: {identity}
ru: Подлинность: {identity}

source: Verified by: {verified_by}
cs: Ověřeno: {verified_by}
it: Verificato da: {verified_by}
ru: Проверен: {verified_by}

source: Expires: {expiration_date}
cs: Platnost vyprší: {expiration_date}
it: Scadenza: {expiration_date}
ru: Истекает: {expiration_date}

source: Basic Constraints
cs: Základní omezení
it: Vincoli di base
ru: Основные ограничения

source: Extended Key Usage
cs: Rozšířené použití klíče
it: Utilizzo esteso della chiave
ru: Расширенное использование ключа

source: Subject Key Identifier
cs: Předmět identifikátoru klíče
it: Identificatore chiave soggetto
ru: Идентификатор ключа субъекта

source: Key Usage
cs: Použití klíče
it: Utilizzo chiave
ru: Использование ключа

source: Subject Alternative Names
cs: Předmět alternativního názvu
it: Nomi alternativi soggetto
ru: Альтернативные имена субъекта

source: Extension
cs: Rozšíření
it: Estensione
ru: Расширение

source: Certificate Fingerprints
cs: Fingerprints certifikátu
it: Impronte digitali certificato
ru: Отпечатки сертификата

source: Key Identifier
cs: Identifikátor klíče
it: Identificatore chiave
ru: Идентификатор ключа полномочий

source: Open CSR
cs: Otevřít CSR
it: Apri CSR
ru: Открыть CSR

source: Open Key File
cs: Otevřít soubor s klíčem
it: Apri file chiave
ru: Открыть файл ключа

source: All Files
cs: Všechny soubory
it: Tutti i file
ru: Все файлы

source: Select save location
cs: Vyberte místo uložení
it: Seleziona il percorso di salvataggio
ru: Выберите путь для сохранения

source: Choose
cs: Vybrat
it: Scegli
ru: Выбрать

source: Saved Successfully
cs: Úspěšně uloženo
it: Salvato con successo
ru: Сохранено успешно

source: Save key as
cs: Uložit klíč jako
it: Salva chiave con nome
ru: Сохранить ключ как

source: Invalid value. Please check again
cs: Neplatná hodnota. Zkontrolujte prosím znovu
it: Valore non valido. Per favore ricontrolla
ru: Недопустимое значение. Пожалуйста, проверьте ещё раз

source: Open Image
cs: Otevřít obrázek
it: Apri immagine
ru: Открыть изображение

source: Loading simulation...
cs: Načítání simulace...
it: Caricamento della simulazione...
ru: Загрузка симуляции...

source: Text is not in the correct format. Check if you misspelled something or if all parentheses are closed.
cs: Text není ve správném formátu. Zkontrolujte, zda jste něco nenapsali špatně nebo zda jsou všechny závorky uzavřené.
it: Il testo non è nel formato corretto. Controlla se hai sbagliato a scrivere qualcosa o se tutte le parentesi sono chiuse.
ru: Текст имеет неправильный формат. Проверьте, не ошиблись ли вы в чём-то или закрыты ли все скобки.

source: Open image
cs: Otevřít obrázek
it: Apri immagine
ru: Открыть изображение

source: Cannot decompress from an image or a file
cs: Nelze dekomprimovat z obrázku nebo souboru
it: Impossibile de-comprimere da un'immagine o un file
ru: Невозможно распаковать изображение или файл

source: Please save this file to view its contents
cs: Uložte si prosím tento soubor, abyste viděli jeho obsah
it: Per favore salva questo file per vedere il suo contenuto
ru: Пожалуйста, сохраните этот файл, чтобы просмотреть его содержимое

source: Hashes match!
cs: Shoda hashů!
it: Gli hash combaciano!
ru: Хэши совпадают!

source: The integrity is verified.
cs: Integrita je ověřena.
it: L'integrità è verificata.
ru: Целостность проверена.

source: Warning, integrity cannot be verified!
cs: Pozor, integritu nelze ověřit!
it: Attenzione, l'integrità non può essere verificata!
ru: Внимание, целостность не может быть проверена!

source: The calculated hash and the provided one do not match. Check again and if this is a file you downloaded from the Internet re-download it.
cs: Vypočítaný hash a poskytnutý hash se neshodují. Zkontrolujte znovu a pokud se jedná o soubor, který jste stáhli z internetu, stáhněte jej znovu.
it: L'hash calcolato e quello fornito non combaciano. Controlla di nuovo e se è un file scaricato da Internet riscaricalo.
ru: Вычисленный и предоставленный хэши не совпадают. Проверьте ещё раз и, если это файл загружен из Интернета, скачайте его повторно.

source: Valid!
cs: Platný!
it: Valido!
ru: Действительный!

source: JSON is compliant with the provided JSON schema.
cs: JSON je v souladu s poskytnutým schématem JSON.
it: JSON è conforme allo schema JSON fornito.
ru: JSON соответствует предоставленной JSON-схеме.

source: Invalid!
cs: Neplatný!
it: Invalido!
ru: Недействительный!
