Repository: aleiepure/devtoolbox
Catalog: po/*.po
Languages: cs, it, ru

source: JSON is not compliant with the provided JSON scheme: {validation_error}
cs: JSON není v souladu s poskytnutým schématem JSON: {validation_error}
it: JSON non è conforme allo schema JSON fornito: {validation_error}
ru: JSON не соответствует предоставленной JSON-схеме: {validation_error}

source: Error in JSON schema: {schema_error}
cs: Chyba ve schématu JSON: {schema_error}
it: Errore nello schema JSON: {schema_error}
ru: Ошибка в JSON-схеме: {schema_error}

source: Signature is Valid!
cs: Podpis je platný!

source: The JWT signature was verified successfully.
cs: Podpis JWT byl úspěšně ověřen.

source: Warning, Signature is Invalid!
cs: Varování, podpis je neplatný!

source: The JWT signature doesn't match the provided key. Please verify the key encoding or ensure the token was signed correctly.
cs: Podpis JWT neodpovídá poskytnutému klíči. Ověřte prosím kódování klíče nebo se ujistěte, že byl token správně podepsán.

source: Not Set
cs: Nenastaveno
it: Non impostato
ru: Не задано

source: January
cs: Leden
it: Gennaio
ru: Январь

source: February
cs: Únor
it: Febbraio
ru: Февраль

source: March
cs: Březen
it: Marzo
ru: Март

source: April
cs: Duben
it: Aprile
ru: Апрель

source: May
cs: Květen
it: Maggio
ru: Май

source: June
cs: Červen
it: Giugno
ru: Июнь

source: July
cs: Červenec
it: Luglio
ru: Июль

source: August
cs: Srpen
it: Agosto
ru: Август

source: September
cs: Září
it: Settembre
ru: Сентябрь

source: October
cs: Říjen
it: Ottobre
ru: Октябрь

source: November
cs: Listopad
it: Novembre
ru: Ноябрь

source: December
cs: Prosinec
it: Dicembre
ru: Декабрь

source: Sunday
cs: Neděle
it: Domenica
ru: Воскресенье

source: Monday
cs: Pondělí
it: Lunedì
ru: Понедельник

source: Tuesday
cs: Úterý
it: Martedì
ru: Вторник

source: Wednesday
cs: Středa
it: Mercoledì
ru: Среда

source: Thursday
cs: Čtvrtek
it: Giovedì
ru: Четверг

source: Friday
cs: Pátek
it: Venerdì
ru: Пятница

source: Saturday
cs: Sobota
it: Sabato
ru: Суббота

source: Timezone
cs: Časové pásmo
it: Fuso Orario

source: Select the desired timezone
cs: Vyberte požadované časové pásmo
it: Seleziona il fuso orario desiderato

source: XML is compliant with the provided XSD schema.
cs: XML je v souladu s poskytnutým schématem XSD.
it: XML è conforme allo schema XSD fornito.
ru: XML соответствует предоставленной XSD-схеме.

source: XML is not compliant with the provided XSD scheme: {xsd_error}
cs: XML není v souladu s poskytnutým schématem XSD: {xsd_error}
it: XML non è conforme allo schema XSD fornito: {xsd_error}
ru: XML не соответствует предоставленной XSD-схеме: {xsd_error}

source: Show/hide searchbar
cs: Zobrazit/skrýt vyhledávací panel
it: Mostra/nascondi barra laterale
ru: Показать/скрыть поиск

source: Favorite Tools
cs: Oblíbené nástroje
it: Strumenti preferiti
ru: Избранные инструменты

source: No Favorites
cs: Žádné oblíbené nástroje
it: Nessun preferito
ru: Нет избранных

source: Add your favorite tools here by clicking the star button beside the title
cs: Zde přidejte své oblíbené nástroje kliknutím na tlačítko s hvězdičkou vedle názvu
it: Aggiungi qua i tuoi strumenti preferiti premendo il pulsante con la stella accanto al titolo
ru: Добавляйте инструменты в избранное, нажимая на звёздочку рядом с названием

source: Favorites
cs: Oblíbené
it: Preferiti
ru: Избранное

source: Search Tools…
cs: Vyhledávací nástroje…
it: Cerca strumenti…
ru: Поиск инструментов…

source: Show/hide sidebar
cs: Zobrazit/skrýt postranní panel
it: Mostra/nascondi sidebar
ru: Показать/скрыть боковую панель

source: _Keyboard Shortcuts
cs: Klávesové zkratky
it: _Scorciatoie da tastiera
ru: _Комбинации клавиш

source: _About Dev Toolbox
cs: O aplikaci Dev Toolbox
it: _Informazioni su Dev Toolbox
ru: _О Dev Toolbox

source: Copyright © 2022 - 2025 Alessandro Iepure Some icons are copyright of the GNOME Project
cs: Copyright © 2022 – 2025 Alessandro Iepure Některé ikony jsou chráněny autorskými právy projektu GNOME

source: translator-credits
cs: Amerey.eu
it: Alessandro Iepure
ru: Finnever https://github.com/MrFinnever Sultaniiazov David <x1z53@alt-gnome.ru>

source: Now
cs: Nyní
it: Ora
ru: Сейчас

source: Sets the current system date and time
cs: Nastaví aktuální systémové datum a čas
it: Imposta data e ora correnti del sistema
ru: Устанавливает текущую системную дату и время

source: Copy to clipboard
cs: Zkopírovat do schránky
it: Copia negli appunti
ru: Скопировать в буфер обмена

source: Year
cs: Rok
it: Anno
ru: Год

source: Month
cs: Měsíc
it: Mese
ru: Месяц

source: Day
cs: Den
it: Giorno
ru: День

source: Hours
cs: Hodiny
it: Ora
ru: Час

source: Minutes
cs: Minuty
it: Minuti
ru: Минуты

source: Seconds
cs: Sekundy
it: Secondi
ru: Секунды

source: Generate again
cs: Vygenerovat znovu
it: Genera di nuovo
ru: Сгенерировать снова

source: Paste clipboard
cs: Vložit ze schránky
it: Incolla dagli appunti
ru: Вставить из буфера обмена

source: Clear input
cs: Vymazat
it: Elimina input
ru: Удалить

source: Open image in another program
cs: Otevřít obrázek v jiném programu
it: Apri immagine in un programma esterno
ru: Открыть изображение в другой программе

source: Follow system style
cs: Použít motiv systému
it: Segui stile del sistema
ru: Как в системе

source: Light style
cs: Světlý motiv
it: Stile chiaro
ru: Светлая тема

source: Dark style
cs: Tmavý motiv
it: Stile scuro
ru: Тёмная тема

source: Open web page in another browser
cs: Otevřít webovou stránku v jiném prohlížeči
it: Apri pagina web in un browser esterno
ru: Открыть веб-страницу в другом браузере

source: Number Bases Converter
cs: Převod číselných základů
it: Convertitore Basi Numeriche
ru: Конвертер систем счисления

source: Input numbers
cs: Vstupní čísla
it: Inserisci numeri
ru: Введите числа

source: Decimal
cs: Desítková
it: Decimale
ru: Десятичное

source: Binary
cs: Binární
it: Binario
ru: Двоичное

source: Octal
cs: Osmičková
it: Ottale
ru: Восьмеричное

source: Hexadecimal
cs: Hexadecimální
it: Esadecimale
ru: Шестнадцатеричное

source: Typing an unaccepted character (i.e. 'A' in the decimal field) will cause all the fields to reset to 0.
cs: Zadání špatného znaku (např. "A" do pole) způsobí reset všech polí na 0.
it: Scrivendo un carattere non valido (es. 'A' nel campo decimale) tutti i campi saranno resettati a 0.
ru: Ввод недопустимого символа (например, «А» в десятичном поле) приведёт к сбросу всех полей в 0.

source: Base64 Encoder & Decoder
cs: Kodér a dekodér Base64
it: Codificatore e Decodificatore Base64
ru: Кодировщик и декодировщик Base64

source: Encode and decode strings using the Base64 format
cs: Kódování a dekódování speciálních znaků pomocí formátu Base64
it: Codifica e decodifica stringhe utilizzando il formato Base64
ru: Кодирует и декодирует специальные символы, используя формат Base64

source: Tool options
cs: Možnosti nástroje
it: Opzioni strumento
ru: Опции инструмента

source: Direction
cs: Typ
it: Direzione
ru: Направление

source: Select the desired encoding direction
cs: Vyberte požadovaný typ kódování
it: Seleziona la direzione di codifica desiderata
ru: Выберите желаемое направление кодирования

source: Encode
cs: Kódovat
it: Codifica
ru: Кодировать

source: Decode
cs: Dekódovat
it: Decodifica
ru: Декодировать

source: URL Safe
cs: Bezpečný k URL
it: Sicuro per URL
ru: URL-безопасный режим

source: Use URL safe Base64 processing
cs: Použít zpracování Base64 bezpečné k URL
it: Usa elaborazione base64 sicura per URL
ru: Используйте URL-безопасную обработку Base64

source: Input
cs: Vstup
ru: Ввод

source: Output
cs: Výstup
ru: Вывод

source: Certificate
cs: Certifikát
it: Certificato
ru: Сертификат

source: Open a certificate file (pem, der, cer extensions)
cs: Otevřete soubor s certifikátem (přípony pem, der, cer)
it: Apri un file certificato (estensioni pem, der, cer)
ru: Откройте файл сертификата (расширения pem, der, cer)

source: Open a certificate file to view its contents.
cs: Otevřete soubor certifikátu a zobrazte jeho obsah.
it: Apri un file certificato per vederne il contenuto.
ru: Откройте файл сертификата, чтобы просмотреть его содержимое.

source: Certificate Signing Request Generator
cs: Generátor požadavků na podpis certifikátu
it: Generatore richieste di firma certificato (CSR)
ru: Генератор запросов на подпись сертификата

source: Fill the information below
cs: Vyplňte níže uvedené informace
it: Completa le informazioni sottostanti
ru: Заполните информацию ниже

source: Fill at least the required fields then press the 'Create CSR' button. An empty passphrase will generate an unecrypted CSR.
cs: Vyplňte alespoň požadovaná pole a poté stiskněte tlačítko „Vytvořit CSR“. Prázdná přístupová fráze vygeneruje nešifrované CSR.
it: Completa almeno i campi obbligatori e poi premi il pulsante 'Crea CSR'. Una passphrase vuota genererà una richiesta non criptata.
ru: Заполните как минимум обязательные поля и нажмите кнопку «Создать CSR». Пустая парольная фраза создаст незашифрованный CSR.

source: Create CSR
cs: Vytvořit CSR
it: Crea CSR
ru: Создать CSR

source: Common Name (CN) *
cs: Obecný název (CN) *
it: Nome comune (CN) *
ru: Имя (CN) *

source: Country Name (C)
cs: Název země (C)
it: Paese (C)
ru: Страна (C)

source: State or Province Name (ST)
cs: Jméno státu nebo provincie (ST)
it: Stato o Provincia (ST)
ru: Область или край (ST)

source: Locality Name (L)
cs: Název lokality (L)
it: Località (L)
ru: Населённый пункт (L)

source: Organization Name (O)
cs: Jméno organizace (O)
it: Organizzazione (O)
ru: Название организации (O)

source: Organization Unit Name (OU)
cs: Název jednotky organizace (OU)
it: Unità organizzazione (OU)
ru: Отдел (OU)

source: Passphrase
cs: Přístupové heslo
ru: Парольная фраза

source: Key
cs: Klíč
it: Chiave
ru: Ключ

source: Generate a new key or use and existing one
cs: Vygenerujte nový klíč nebo použijte existující
it: Genera una nuova chiave o usane una già esistente
ru: Создать новый ключ или использовать существующий

source: New
cs: Nový
it: Nuova
ru: Новый

source: Existing
cs: Existující
it: Esistente
ru: Существующий

source: Key File *
cs: Soubor s klíčem *
it: File chiave *
ru: Файл с ключом *

source: Open the file containing the key you want to use
cs: Otevřete soubor obsahující klíč, který chcete použít
it: Apri il file contenente la chiave che vuoi usare
ru: Откройте файл, содержащий ключ, который вы хотите использовать

source: Key Size
cs: Velikost klíče
it: Dimensione chiave
ru: Размер ключа

source: Size of the new key. It will be saved on the same path as the CSR.
cs: Velikost nového klíče. Bude uložen na stejném místě jako CSR.
it: Dimensione della nuova chiave. Sarà salvata nello stesso percorso della CSR.
ru: Размер нового ключа. Он будет сохранён по тому же пути, что и CSR.

source: 2048 bits
cs: 2048 bitů
it: 2048 bit
ru: 2048 бит

source: 4096 bits
cs: 4096 bitů
it: 4096 bit
ru: 4096 бит

source: Key Save Location *
cs: Umístění uložení klíče *
it: Percorso salvataggio della chiave *
ru: Путь сохранения ключа *

source: Save location for the generated key file
cs: Umístění pro vygenerovaný soubor klíče
it: Percorso salvataggio del file chiave generato
ru: Расположение сгенерированного файла ключа

source: Permissions
cs: Oprávnění
it: Permessi
ru: Права доступа

source: Special
cs: Zvláštní

source: Owner
cs: Vlastník
it: Proprietario
ru: Владелец

source: Group
cs: Skupina
it: Gruppo
ru: Группа

source: Others
cs: Ostatní
it: Altri
ru: Остальные

source: Read
cs: Čtení
it: Lettura
ru: Чтение

source: Write
cs: Zápis
it: Scrittura
ru: Запись

source: Execute
cs: Spouštění
it: Esecuzione
ru: Исполнение

source: Numeric value
cs: Číselná hodnota
it: Valore numerico
ru: Числовое значение

source: Symbolic value
cs: Symbolická hodnota
it: Valore simbolico
ru: Символическое значение

source: Color Blindness Simulator
cs: Simulátor barvoslepoty
it: Simulatore Daltonismo
ru: Симулятор дальтонизма

source: Severity
cs: Závažnost
it: Severità
ru: Тяжесть

source: Severity of the anomaly
cs: Závažnost anomálie
it: Severità dell'anomalia
ru: Степень тяжести аномалии

source: Original
cs: Původní
it: Originale
ru: Оригинал

source: Protanopia
cs: Protanopie
ru: Протанопия

source: Deuteranopia
cs: Deuteranopie
ru: Дойтеранопия

source: Tritanopia
cs: Tritanopie
ru: Тританопия

source: Format
cs: Formát

source: Output format for color values
cs: Výstupní formát pro hodnoty barev

source: Web (Legacy)
cs: Web (zastaralý)

source: Percent
cs: Procento

source: Normalized
cs: Normalizované

source: Angle Unit
cs: Jednotka úhlu

source: Unit used for angle component
cs: Jednotka použitá pro součást úhlu

source: Degrees
cs: Stupně

source: Radians
cs: Radiány

source: Gradians
cs: Grady

source: Turns
cs: Turnů

source: Text color
cs: Barva textu
it: Colore del testo
ru: Цвет текста

source: Color used for the text
cs: Barva použitá pro text
it: Colore usato per il testo
ru: Цвет, используемый для текста

source: Background color
cs: Barva pozadí
it: Colore sfondo
ru: Цвет фона

source: Color used for the background
cs: Barva použitá pro pozadí
it: Colore usato per lo sfondo
ru: Цвет, используемый для фона

source: Example
cs: Příklad
it: Esempio
ru: Пример

source: small
cs: malý
it: piccolo
ru: маленький

source: large
cs: velký
it: grande
ru: большой

source: Number of dates
cs: Počet datumů
it: Numero di date
ru: Количество дат

source: Number of dates to be generated (up to 20)
cs: Počet vygenerovaných datumů (až 20)
it: Numero di date da generare (max 20)
ru: Количество генерируемых дат (до 20)

source: Output format
cs: Výstupní formát
it: Formato dell'output
ru: Выходной формат

source: Format used to display generated dates (<a href="https://strftime.org/">python syntax</a>)
cs: Formát používaný k zobrazení generovaných datumů (<a href="https://strftime.org/">syntaxe pythonu</a>)
it: Formato usato per mostrare le date generate (<a href="https://strftime.org/">sintassi python</a>)
ru: Формат, используемый для отображения сгенерированных дат (<a href="https://strftime.org/">синтаксис Python</a>)

source: CRON expression
cs: Výraz CRON
it: Expressione CRON
ru: CRON-выражение

source: Dates
cs: Datumy
it: Date
ru: Даты

source: Indentations
cs: Odsazení
it: Indentazioni
ru: Отступы

source: Number of spaces used for indentation
cs: Počet mezer použitých pro odsazení
it: Numero di spazio da usare per l'indentazione
ru: Количество пробелов, используемых для отступов

source: GZip Compress & Decompress
cs: Komprimovat a dekomprimovat GZip
it: Compressore e de-compressore GZip
ru: GZip сжатие и распаковка

source: Compress and decompress texts and images using GZip
cs: Komprimování a dekomprimování souborů a textů pomocí GZip
it: Comprimi e de-comprimi file e immagini usando GZip
ru: Сжимает и распаковывает тексты и изображения с помощью GZip

source: Select the desired operation
cs: Vyberte požadovanou operaci
it: Seleziona l'operazione desiderata
ru: Выберите нужную операцию

source: Compress
cs: Komprimovat
it: Comprimi
ru: Сжатие

source: Decompress
cs: Dekomprimovat
it: De-comprimi
ru: Распаковка

source: The compression result and the expected decompression input are base64 encoded.
cs: Výsledek komprese a očekávaný vstup dekomprese jsou kódovány base64.
it: Il risultato della compressione e l'input atteso per la de-compressione sono codificati in base64.
ru: Результат сжатия и ожидаемые входные данные распаковки закодированы в формате Base64.

source: May hang the app for large files, please wait.
cs: Aplikace může u velkých souborů přestat reagovat, čekejte prosím.
it: Potrebbe rendere l'app non responsiva con file grandi, per favore attendi.
ru: Возможно, приложение зависает из-за больших файлов, пожалуйста, подождите.

source: Hash Generator & Checker
cs: Generátor a kontrola hashů
it: Generatore e Controllo Hash
ru: Генератор и проверка хэша

source: Calculate MD5, SHA1, SHA256, and SHA512 hashes and check for integrity
cs: Výpočet MD5, SHA1, SHA256 a SHA512 hash a kontrola integrity
it: Calcola hash MD5, SHA1, SHA256 e SHA512 e controlla l'integrità
ru: Вычисляет хэши MD5, SHA1, SHA256 и SHA512 и проверяет их целостность

source: Hash to calculate
cs: Hash pro výpočet
it: Hash da calcolare
ru: Хэш для вычисления

source: Choose the hash type to calculate
cs: Vyberte typ hash, který chcete vypočítat
it: Scegli il tipo di hash da calcolare
ru: Выберите тип хэша для расчёта

source: Check for integrity
cs: Zkontrolovat integritu
it: Controlla l'integrità
ru: Проверка на целостность

source: If enabled the calculated hash will be checked against another provided hash to verify integrity
cs: Je-li povoleno, vypočítaný hash bude porovnán s jiným poskytnutým hashem, aby se ověřila integrita
it: Se attivato, l'hash calcolato sarà confrontato con l'altro hash fornito per verificare l'integrità
ru: Если эта опция включена, вычисленный хэш будет сверяться с другим предоставленным хэшем для проверки целостности

source: Type the hash to check against
cs: Zadejte hash, proti kterému chcete zkontrolovat
it: Inserisci l'hash con cui confrontare
ru: Введите хэш для проверки

source: HTML Encoder & Decoder
cs: HTML kodér a dekodér
it: Codificatore e Decodificatore HTML
ru: Кодировщик и декодировщик HTML

# noun
source: Format
cs: Formát
it: Formato
ru: Формат

source: Select the desired output format
cs: Vyberte požadovaný výstupní formát
it: Seleziona il formato dell'output desiderato
ru: Выберите желаемый формат вывода

source: Image
cs: Obrázek
it: Immagine
ru: Изображение

source: Convert
cs: Převést
it: Converti
ru: Конвертировать

source: converted-image
cs: konvertovaný obrázek
it: immagine-convertita

source: JSON - YAML Converter
cs: Převaděč JSON – YAML
it: Convertitore JSON - YAML
ru: JSON - YAML конвертер

source: Specify what format is the input and the desired output
cs: Určete, jaký formát je vstup a požadovaný výstup
it: Specifica il formato di input e dell'output desiderato
ru: Укажите формат ввода и желаемый вывод

source: Header
cs: Záhlaví
ru: Заголовок

source: Payload
cs: Datová část
ru: Полезные данные

source: Lorem Ipsum Generator
cs: Generování zástupného textu lorem ipsum
it: Generatore Lorem Ipsum
ru: Генератор Lorem Ipsum

source: Begin with "Lorem ipsum dolor sit amet"
cs: Začit s „Lorem ipsum dolor sit amet“
it: Inizia con "Lorem ipsum dolor sit amet"
ru: Начинать с «Lorem ipsum dolor sit amet»

source: Amount
cs: Počet
it: Quantità
ru: Количество

source: Words
cs: Slova
it: Parole
ru: Слова

source: Sentences
cs: Věty
it: Frasi
ru: Предложения

source: Paragraphs
cs: Odstavce
it: Paragrafi
ru: Абзацы

source: Generated text
cs: Vygenerovaný text
it: Testo generato
ru: Сгенерированный текст

source: Preview
cs: Náhled
it: Anteprima
ru: Предпросмотр

source: QR Code Generator
cs: Generátor QR kódů
it: Generatore codici QR
ru: Генератор QR-кодов

source: Tool Options
cs: Možnosti nástroje
it: Opzioni strumento
ru: Опции инструмента

source: Fill the required information and press 'generate'
cs: Vyplňte požadované informace a stiskněte 'vygenerovat'
it: Completa i campi richiesti e premi 'Genera'
ru: Заполните необходимую информацию и нажмите «Сгенерировать»

source: Content type
cs: Typ obsahu
it: Tipologia contenuto
ru: Тип содержимого

source: Choose the content of the QR Code
cs: Vyberte obsah QR kódu
it: Scegli il contenuto del codice QR
ru: Выберите содержимое QR-кода

source: WiFi Network
cs: WiFi síť
it: Rete WiFi
ru: Сеть Wi-Fi

source: Contact
cs: Kontakt
it: Contatto
ru: Контакт

source: Network Name (SSID)
cs: Název sítě (SSID)
it: Nome della rete (SSID)
ru: Имя сети (SSID)

source: Network Encryption
cs: Šifrování sítě
it: Crittografia della rete
ru: Сетевое шифрование

source: None
cs: Žádné
it: Nessuna
ru: Нет

source: Network Password
cs: Síťové heslo
it: Password della rete
ru: Сетевой пароль

source: First Name *
cs: Jméno *
it: Nome *
ru: Имя *

source: Last Name *
cs: Příjmení *
it: Cognome *
ru: Фамилия *

source: Phone Number
cs: Telefonní číslo
it: Numero di telefono
ru: Номер телефона

source: Birthday
cs: Datum narození
it: Compleanno
ru: День рождения

source: Select from calendar:
cs: Vyberte z kalendáře:
it: Seleziona dal calendario:
ru: Выбрать из календаря:

source: Address
cs: Adresa
it: Indirizzo
ru: Адрес

source: Street
cs: Ulice
it: Via
ru: Улица

source: City
cs: Město
it: Città
ru: Город

source: State
cs: Stát
it: Provincia
ru: Область (штат)

source: ZIP Code
cs: PSČ
it: CAP
ru: Почтовый индекс

source: Country
cs: Země
it: Paese
ru: Страна

source: Generated QR Code
cs: Vygenerovaný QR Kód
it: Codice QR generato
ru: Сгенерированный QR-код

source: Generate
cs: Vygenerovat
it: Genera
ru: Сгенерировать

source: Random Generator
cs: Náhodný generátor
it: Generatore casuale
ru: Случайный генератор

source: String
cs: Řetězec
it: Stringa
ru: Строка

source: Generate a random string with the given options. ASCII characters only.
cs: Generování náhodného řetězce s danými možnostmi. Pouze znaky ASCII.
it: Genera una stringa casuale con le opzioni specificate. Solo caratteri ASCII.
ru: Генерирует случайную строку с заданными параметрами. Только символы ASCII.

source: Length
cs: Délka
it: Lunghezza
ru: Длина

source: Length of the generated string
cs: Délka vygenerovaného řetězce
it: Lunghezza della stringa generata
ru: Длина сгенерированной строки

source: Uppercase letters (A-Z)
cs: Velká písmena (A–Z)
it: Lettere maiuscole (A-Z)
ru: Прописные буквы (A-Z)

source: Lowercase letters (a-z)
cs: Malá písmena (a–z)
it: Lettere minuscole (a-z)
ru: Строчные буквы (a-z)

source: Numbers (0-9)
cs: Čísla (0-9)
it: Cifre (0-9)
ru: Числа (0-9)

source: Special characters (!"#$%&amp;'()*+,-./:;&lt;=&gt;?@[\]^_`{|}~)
cs: Speciální znaky (!"#$%&amp;'()*+,-./:;&lt;=&gt;?@[\]^_`{|}~)
it: Caratteri speciali (!"#$%&amp;'()*+,-./:;&lt;=&gt;?@[\]^_`{|}~)
ru: Специальные символы (!"#$%&amp;'()*+,-./:;&lt;=&gt;?@[\]^_`{|}~)

source: Generated string
cs: Vygenerovaný text
it: Stringa generata
ru: Сгенерированная строка

source: Number
cs: Číslo
it: Numero
ru: Число

source: Generate a random number in the given range
cs: Generování náhodného čísla v daném rozsahu
it: Genera un numero casuale nell'intervallo specificato
ru: Генерирует случайное число в заданном диапазоне

source: Minimum value of the generated number
cs: Minimální hodnota generovaného čísla
it: Valore minimo del numero generato
ru: Минимальное число, которое может быть сгенерировано

source: Maximum value of the generated number
cs: Maximální hodnota generovaného čísla
it: Valore massimo del numero generato
ru: Максимальное число, которое может быть сгенерировано

source: Generated number
cs: Vygenerované číslo
it: Numero generato
ru: Сгенерированное число

source: Regular Expression Tester
cs: Testování regulárního výrazu
it: Tester di Espressioni regolari
ru: Проверка регулярных выражений

source: Regex to test
cs: Regulární výraz k otestování
it: Regex da testare
ru: Выражение для проверка

source: Every minute
cs: Každou minutu
it: Ogni minuto
ru: Каждую минуту

source: Every
cs: Každou
it: Ogni
ru: Каждую

source: minute(s) starting at minute
cs: minutu začínající minutou
it: minuti partendo dal minuto
ru: минуту(ы) начиная с минуты

source: Specific minute (choose one or many, no selection means every minute)
cs: Konkrétní minuta (vyberte jednu nebo více, žádný výběr znamená každou minutu)
it: Minuto/i specifico (seleziona uno o più, nessuna selezione equivale a ogni minuto)
ru: Конкретная минута (выберите одну или несколько, отсутствие выбора означает каждую минуту)

source: Every minute between minute
cs: Každou minutu mezi minutou
it: Ogni minuto tra il minuto
ru: Каждую минуту между минутой

source: and minute
cs: a minutou
it: e il minuto
ru: и минутой

source: Every hour
cs: Každou hodinu
it: Ogni ora
ru: Каждый час

source: hour(s) starting at hour
cs: hodinu počínaje hodinou
it: ora/e a partire dalle ore
ru: час(ы), начиная с часа
