Repository: aleiepure/devtoolbox
Catalog: po/*.po
Languages: cs, it, ru

source: Specific hour (choose one or many, no selection means every hour)
cs: Konkrétní hodina (vyberte jednu nebo více, žádný výběr znamená každou hodinu)
it: Ora specifica (seleziona uno o più, nessuna selezione equivale a ogni ora)
ru: Конкретный час (выберите один или несколько, отсутствие выбора означает каждый час)

source: Every hour between hour
cs: Každou hodinu mezi hodinou
it: Ogni ora tra le ore
ru: Каждый час между часом

source: and hour
cs: a hodinou
it: e le ore
ru: и часом

source: Every day
cs: Každý den
it: Ogni giorno
ru: Каждый день

source: day(s) starting on the
cs: dny začínající dne
it: giorno/i a partire dal
ru: день (дни), начиная с

source: of the month
cs: měsíce
it: del mese
ru: числа месяца

source: Specific day of month (choose one or many, no selection means every day)
cs: Konkrétní den v měsíci (vyberte jeden nebo více, žádný výběr znamená každý den)
it: Giorno del mese specifico (seleziona uno o più, nessuna selezione equivale a ogni giorno)
ru: Конкретный день месяца (выберите один или несколько, отсутствие выбора означает каждый день)

source: Every day between the
cs: Každý den mezi
it: Ogni giorno tra il
ru: Каждый день между

source: and the
cs: a
it: e il
ru: днём и

source: Every month
cs: Každý měsíc
it: Ogni mese
ru: Каждый месяц

source: month(s) starting in
cs: měsíce začínající v
it: mese/i a partire da
ru: месяц(ы) начиная с

source: Specific month (choose one or many, no selection means every month)
cs: Konkrétní měsíc (vyberte jeden nebo více, žádný výběr znamená každý měsíc)
it: Mese specifico (seleziona uno o più, nessuna selezione equivale a ogni mese)
ru: Конкретный месяц (выберите один или несколько, отсутствие выбора означает каждый месяц)

source: Every month between
cs: Každý měsíc mezi
it: Ogni mese tra
ru: Каждый месяц между

source: and
cs: a
it: e
ru: и

source: Weekday
cs: Konkrétní den v týdnu
it: Giorno della settimana
ru: Будние дни

source: Every weekday
cs: Každý den v týdnu
it: Ogni giorno della settimana
ru: По будням

source: weekday(s) starting on
cs: dny v týdnu začínající dnem
it: giorno/i della settimana a partire da
ru: будний день (будние дни) начиная с

source: Specific weekday (choose one or many, no selection means every weekday)
cs: Konkrétní den v týdnu (vyberte jeden nebo více, žádný výběr znamená každý den v týdnu)
it: Giorno della settimana specifico (seleziona uno o più, nessuna selezione equivale a ogni giorno)
ru: Конкретный день недели (выберите один или несколько, отсутствие выбора означает каждый будний день)

source: Every weekday between
cs: Každý všední den mezi
it: Ogni giorno della settimana tra
ru: Каждый будний день

source: Command to execute
cs: Příkaz k provedení
it: Comando da eseguire
ru: Команда для запуска

source: CRON Expression
cs: Výraz CRON
it: Espressione CRON
ru: CRON-выражение

source: Old Text
cs: Starý text
it: Testo vecchio
ru: Старый текст

source: New Text
cs: Nový text
it: Testo nuovo
ru: Новый текст

source: Differences
cs: Rozdíly
it: Differenze
ru: Отличия

source: Change case
cs: Změna stylu písma
it: Cambia maiuscole/minuscole
ru: Изменить регистр текста

source: Choose a case to apply to the text
cs: Vyberte styl písmen, který se má použít na text
it: Scegli il formato da applicare al testo
ru: Выберите регистр для применения к тексту

source: Sentence case
cs: Počáteční velká písmena
ru: Первая заглавная

source: lower case
cs: malá písmena
ru: строчные буквы

source: UPPERCASE
cs: VELKÁ PÍSMENA
ru: ПРОПИСНЫЕ БУКВЫ

source: Title Case
cs: Velká Písmena Slov
ru: Каждое Слово С Заглавной

source: Information
cs: Informace
it: Informazioni
ru: Информация

source: Cursor
cs: Kurzor
it: Cursore
ru: Курсор

source: Line:
cs: Řádek:
it: Linea:
ru: Строка:

source: Column:
cs: Sloupec:
it: Colonna:
ru: Столбец:

source: Characters:
cs: Počet znaků:
it: Caratteri:
ru: Символов:

source: Words:
cs: Slova:
it: Parole:
ru: Слов:

source: Lines:
cs: Řádky:
it: Linee:
ru: Строк:

source: Timestamp Converter
cs: Převodník časových razítek
it: Convertitore Timestamp
ru: Конвертер временных меток

source: Sets the current system timestamp
cs: Nastaví aktuální systémové časové razítko
it: Imposta il timestamp corrente del sistema
ru: Устанавливает текущую системную метку времени

source: Date
cs: Datum
it: Data
ru: Дата

source: ISO Date (ISO 8601/RFC 3339)
cs: Datum ISO (ISO 8601/RFC 3339)
it: Data in formato ISO (ISO 8601/RFC 3339)
ru: Дата ISO (ISO 8601/RFC 3339)

source: RFC 2822 Date
cs: Datum RFC 2822
it: Data formato RFC 2822
ru: Дата RFC 2822

source: Short Date
cs: Krátké datum
it: Data corta
ru: Короткая дата

source: Short Time
cs: Krátký formát času
it: Ora corta
ru: Короткое время

source: Long Date
cs: Dlouhé datum
it: Data lunga
ru: Длинная дата

source: Long Time
cs: Dlouhý formát času
it: Ora lunga
ru: Длинное время

source: Full Long Date
cs: Úplné dlouhé datum
it: Data lunga completa
ru: Полная длинная дата

source: URL Encoder & Decoder
cs: Kodér a dekodér URL
it: Codificatore e Decodificatore URL
ru: Кодировщик и декодировщик URL-адреса

source: Space encoding
cs: Kódování mezer
it: Codifica spazio
ru: Кодирование пробела

source: Select the desired encoding for the space character
cs: Vyberte požadované kódování pro znak mezery
it: Seleziona la codifica desiderata per il carattere spazio
ru: Выберите нужную кодировку для символа пробела

source: UUID Generator
cs: Generátor UUID
it: Generatore UUID
ru: Генератор UUID

source: Version
cs: Verze
it: Versione
ru: Версия

source: Choose the UUID version to generate
cs: Vyberte verzi UUID, kterou chcete vygenerovat
it: Selezione la versione del/degli UUID da generare
ru: Выберите версию UUID для генерации

source: Version 1 (MAC address)
cs: Verze 1 (MAC adresa)
it: Versione 1 (Indirizzo MAC)
ru: Версия 1 (MAC-адрес)

source: Version 3
cs: Verze 3
it: Versione 3
ru: Версия 3

source: Version 4 (Random)
cs: Verze 4 (náhodné)
it: Versione 4 (Casuale)
ru: Версия 4 (Случайно)

source: Version 5
cs: Verze 5
it: Versione 5
ru: Версия 5

source: Version 6 (Gregorian Time)
cs: Verze 6 (gregoriánský čas)
it: Versione 6 (Calendario Gregoriano)
ru: Версия 6 (Григорианское время)

source: Version 7 (UNIX Epoch)
cs: Verze 7 (UNIX)
it: Versione 7 (Epoch UNIX)
ru: Версия 7 (UNIX-эпоха)

source: Number of UUIDs to be generated (up to 50)
cs: Počet UUID, které mají být vygenerovány (až 50)
it: Numero di UUID da generare (max 50)
ru: Количество генерируемых UUID (до 50)

source: Generated UUIDs
cs: Vygenerovaná UUID
it: UUID generati
ru: Сгенерированные UUID

# shortcut window
source: General
cs: Obecné
it: Generale
ru: Общее

# shortcut window
source: Search Tools
cs: Nástroje pro vyhledávání
it: Cerca strumenti
ru: Поиск иснтрументов

# shortcut window
source: Show Shortcuts
cs: Zobrazit zkratky
it: Mostra scorciatoie
ru: Показать сокращения

# shortcut window
source: Quit
cs: Ukončit
it: Esci
ru: Выйти

source: HTML Formatter
cs: Formátování HTML
it: Formattatore HTML
ru: Форматировщик HTML

source: Type HTML code here
cs: Zde zadejte kód HTML
it: Scrivi il codice HTML qui
ru: Введите HTML-код здесь

# verb/action
source: Format
cs: Formátovat
it: Formatta
ru: Форматировать

source: JavaScript Formatter
cs: Formátování JavaScript
it: Formattatore JavaScript
ru: Форматировщик JavaScript

source: Type JavaScript code here
cs: Zde zadejte kód JavaScript
it: Scrivi il codice JavaScript qui
ru: Введите JavaScript-код здесь

source: JSON Formatter
cs: Formátování JSON
it: Formattatore JSON
ru: Форматировщик JSON

source: Type JSON code here
cs: Zde zadejte kód JSON
it: Scrivi il codice JSON qui
ru: Введите JSON-код здесь

source: SQL Formatter
cs: Formátování SQL
it: Formattatore SQL
ru: Форматировщик SQL

source: Type SQL code here
cs: Zde zadejte kód SQL
it: Scrivi il codice SQL qui
ru: Введите SQL-код здесь

source: XML Formatter
cs: Formátování XML
it: Formattatore XML
ru: Форматировщик XML

source: Type XML code here
cs: Zde zadejte kód XML
it: Scrivi il codice XML qui
ru: Введите XML-код здесь

source: CSS Formatter
cs: Formátování CSS
it: Formattatore CSS
ru: Форматировщик CSS

source: Type CSS here
cs: Zde zadejte kód CSS
it: Scrivi il codice CSS qui
ru: Введите CSS здесь

# verb/action
source: Minify
cs: Minifikovat
it: Minimizza
ru: Сжать

source: Minify JS code
cs: Minifikujte kód JS
it: Minimizza codice JS
ru: Сжать JS-кода

source: Type JS code here
cs: Zde zadejte kód JS
it: Scrivi il codice JS qui
ru: Введите JS-код здесь

source: JSON;YAML;YML;XML;HTML;CSS;SQL;JavaScript;Validate;Validator;Converter;Convert;Timestamp;bmp;gif;icns;jpeg;png;tiff;webp;Image;Base;Parser;CRON;GZip;Compressor;Decompressor;Hash;Regex;Compare;URL;Minify;Generator;Generate;UUID;Random;QR;chmod;Contrast;Color;Text;Diff;Case;Markdown;Preview;Lorem;Ipsum;
ru: JSON;YAML;YML;XML;HTML;CSS;SQL;JavaScript;Validate;Validator;Converter;Convert;Timestamp;bmp;gif;icns;jpeg;png;tiff;webp;Image;Base;Parser;CRON;GZip;Compressor;Decompressor;Hash;Regex;Compare;URL;Minify;Generator;Generate;UUID;Random;QR;chmod;Contrast;Color;Text;Diff;Case;Markdown;Preview;Lorem;Ipsum;джейсон;йамль;хтмл;ксс;джаваскрипт;валидация;проверка;конвертация;конвертировать;бмп;гиф;иконка;джипех;пнг;тиф;вебп;изображение;картинка;парсер;крон;зип;компрессор;декомпрессор;хеш;регулярное;выражение;геренатор;минификация;рандом;случайно;контраст;цвет;разница;диф;маркдовн;маркдавн;лорем;импсун;импсум;

source: Hash
ru: Хэш

source: Text
it: Testo
ru: Текст

source: st
ru: -ое

source: nd
ru: -ое

source: rd
ru: -е

source: th
ru: -е

source: JSON Schema
ru: Схема JSON

source: Token
ru: Токен

source: Text/URL
it: Testo/URL
ru: Tекст/URL-адрес

source: Email
ru: Электронная почта

source: URL
ru: URL-адрес

source: Minimum
it: Minimo
ru: Минимум

source: Maximum
it: Massimo
ru: Максимум

source: qr-code.png
it: codice-qr.png
